/* No comment provided by engineer. */
"%@ requires Mac OS X %@" = "%@ vaatii Mac OS X:n %@";

/* No comment provided by engineer. */
"Please use Software Update to upgrade to Mac OS X %@ or later.\n" = "Päivitä Mac OS X:ään %@ tai uudempaan käyttämällä Ohjelmistopäivitystä.\n";

/* No comment provided by engineer. */
"Software Update..." = "Ohjelmistopäivitys…";

/* No comment provided by engineer. */
"Quit" = "Lopeta";

/* No comment provided by engineer. */
"Please install Mac OS X %@ or later.\n" = "Asenna Mac OS X %@ tai uudempi.\n";
